Repository: Ukrainian-Irdya-Project/wesnoth-uk
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: uk_ua

source: We gots to stop them or they’ll burn down the whole village. Damn these goblins and damn the Crown. We always be havin’ to fight for ourselves.
uk_ua: Нам треб наздогнати їх, інакше вони спалять усе село. Кляті ці гобліни та клята Корона. Нам завжди даводиться захищати самих себе.

source: We gots to stop them!
uk_ua: Ми маємо зупенити їх!

source: We have all of the silver, now all we need is the stone.
uk_ua: Ми маємо все срібло, тепер залишився лише камінь.

source: We have already told you of his whereabouts! Your wise sage now practices necromancy and commands an army of undead. He means to march on our land and slay all living souls, human and elf alike!
uk_ua: Ми вже сказали, де він! Ваш мудрий мудрець тепер практикує некромантію та керує армією мерців. Він збирається йти в наступ на наші землю та вбити всіх живих, людей і ельфів!

source: We have an uneasy peace to maintain. The treaty between Elensefar and Wesnoth is ancient, and I do not think Her Majesty means to break it. At the same time, I have some concessions that I shall have to make. I cannot afford a war with Weldyn, as you can surely understand.
uk_ua: Нам необхідно підтримувати шаткий мир. Договір між Еленсефаром та Веснот дуже давній, але я не думаю, що Її Величність збирається його порушувати. У той же час, мушу зізнатися, що я не можу дозволити собі війну з Велдином. Ти маєш це розуміти.

source: We have arrived. And there is the island Leollyn spoke of. But what are those strange shapes moving among the trees?
uk_ua: Ми прибули. Це острів, про який говорив Леолин. Але що це за дивні фігури серед дерев?

source: We have assembled here with good and bad news: The good news is that the orcs have been defeated decisively. Their Great Chief is dead and their army has been scattered. We owe much of this great victory to Delfador.
uk_ua: Ми зібралися тут з хорошими і поганими новинами. Хороші новини такі: орки остаточно розгромлені. Їхній Великий Вождь убитий, а їхня армія розрізнена. І багато в чому цією великою перемогою ми зобов'язані Делфадору.

source: We have beaten them both, outlaws and undead!
uk_ua: Ми перемогли обох — і бандитів, і мерців!

source: We have brought the Flaming Sword. Caladon tried to steal it for himself, but we were able to get it back from him.
uk_ua: Ми принесли Палаючий Меч. Каладон намагався вкрасти меч, але нам вдалося його повернули.

source: We have business with Tyegëa on the other side of the island.
uk_ua: У нас є справа до Тигеї, вона живе на іншій стороні острова.

source: We have come from fighting her forces at Blackwater. Where else has she attacked?
uk_ua: Ми нещодавно билися з її силами біля Чорноводдя. На кого вона ще напала?

source: We have committed wrongdoings in the past, but at least in the fight against the undead, we can be your friends! They are as much our enemies as they are yours, and we know the secrets of their lair and their powers. We can be of great aid in your battle against them!
uk_ua: Ми робили недобрі справи в минулому, але принаймні в битві з мерцями ми можемо бути союзниками! Вони такі ж наші вороги, як і вони ваші, і ми знаємо таємниці їхнього лігва та їхньої сили. Ми будемо значною допомогою в вашій битві проти них!

source: We have crossed into the north. The dwarven kingdom of Knalga lies straight ahead.
uk_ua: Ми дісталися північних земель. Там далі — Кналґа, королівство гномів.

source: We have destroyed the undead.
uk_ua: Ми знищили мерців.

source: We have failed our duty to the Alliance.
uk_ua: Ми не змогли виконати наш обов'язок.

source: We have failed... More of the trolls’ kin are arriving through the entrance.
uk_ua: Нам кінець... Вхід забитий тролями.

source: We have lost much in the last few months, but we should not lose all of our knowledge. I will go forth amongst the people and spread wisdom, and see about establishing a new order of magi in this new land.
uk_ua: Ми багато що втратили в останні місяці, але не можемо дозволити собі втратити знання. Я житиму серед людей і ділитимуся мудрістю, спробую заснувати новий орден Магів на новій землі.

source: We have many kinsmen on the Green Isle— we will return for the Ruby of Fire!
uk_ua: На Зеленому острові наших багато— ми повернемося за Вогняним Рубіном!

source: We have more pressing matters to deal with before we free that lich.
uk_ua: Перш ніж звільнити ліча, потрібно вирішити більш насущні питання.

source: We have much less time than I thought. Iliah-Malal’s offensive has begun. I must close his portal before it’s too late, and I have no idea how to do that. And we must also defeat those that have already escaped the Land of the Dead.
uk_ua: У нас значно менше часу, чим я думав. Іліа-Малал почав бійню. Я повинен закрити портал, поки ще не надто пізно, але у мене немає припущень, як. А ще нам потрібно розібратися з тими, хто вже втік сюди з Мертвих Земель.

source: We have not waited all this time for nothing!
uk_ua: Недаремно ми тут стільки прочекали!

source: We have reinforcements!
uk_ua: Прийшла підмога!

source: We have retaken our home!
uk_ua: Ми повернули наш дім!

source: We have run out of time... The crops shall spoil, we’ll starve!
uk_ua: У нас не залишилося часу... Урожай вже весь зіпсовано, ми помремо від голоду!

source: We have run out of time... We’ll be trapped in the midlands when winter comes!
uk_ua: У нас не залишилося часу... Коли прийде зима, нас завалить снігом в Серединних землях!

source: We have run out of time... We’ll be trapped in these woods until we die!
uk_ua: У нас не залишилося часу... Ми застрягли в цьому лісі, тепер нам кінець!

source: We have run out of time... We’ll be trapped in this swamp when winter arrives!
uk_ua: У нас не залишилося часу... Коли прийде зима, ми повгрузаємо в цьому болоті!

source: We have run out of time... We’ll never beat the orcs to the beach.
uk_ua: У нас не залишилося часу... Ми ні за що не розіб'ємо орків.

source: We have survived the onslaught! The tide of the battle has turned, victory cannot elude us now!
uk_ua: Ми відбили атаку! Почалася зовсім інша битва, тепер перемога буде наша!

source: We have the book and the orcs are out of our way. Let’s get out of here!
uk_ua: Ми маємо книгу та позбавилися орків! Давайте вибиратися звідси!

source: We have the book! Let’s get out of here!
uk_ua: Книга у нас, йдемо звідси!

source: We have travelled great oceans and brought low mighty empires. Should we not wait until our forces regain their strength?
uk_ua: Ми мандрували великими океанами та підкорили могутні імперії. Чи не варто зачекати, поки наші сили відновляться?

source: We have won, but I am afraid this may not be enough gold.
uk_ua: Ми перемогли, та, боюся, цього золота буде замало.

source: We ha’ seen those undead walking, aye, and fought them too. And no one will ever say my kin ha’ been ungrateful for yer help. I will place my best warriors at yer service. Relgorn, my son, ye will lead the women and children to Knalga. They will be safe there among the rest of my kin. But can ye really close that thing?
uk_ua: Ми бачили, як йшли ці мерці, так, ми билися з ними. І ніхто не наважиться сказати, що мій клан не вдячний тобі за допомогу. Я відправлю своїх кращих бійців під твоє командування. Релгорне, сину мій, ти відведеш жінок і дітей в Кналга. Там, серед нашого народу, вони будуть у безпеці. Але ти справді зможеш закрити цю штуку?

source: We heard the sounds of battle three days ago, but the foul reek of death was unmistakable as the prisoner passed us; if your brother really is the prisoner then he is also a necromancer. Remember your brother as we all hope he was, and know that the prisoner’s fate will be revenge as dire as you could wish. Either way, nothing will be gained by your intrusion into our woods. Now advance no further, for we will defend our land.
uk_ua: Ми чули звуки битви 3 дні тому, однак огидний сморід смерті відчувався занадто сильно, коли бранець проходив повз нас; якщо це справді був твій брат, тоді значить, він також некромант. Пам'ятай свого брата таким, яким хочеш пам'ятати, але знай, що доля полоненого буде жахливою, достатньо, щоб вважатися помстою за всіх, кого він погубив. У будь-якому разі, ти нічого не досягнеш, вступивши в наші ліси. Тому краще повертайся додому, інакше ми встанемо на захист наших земель.

source: We heard your call for help and came as quickly as we could. These undead shall be sent back to the dark abyss that spawned them!
uk_ua: Ми почули ваш клич про допомогу і прийшли так швидко, як змогли. Ми відправимо цих мерців у ту ж темну прірву, що породила їх!

source: We heard your call for help and came as quickly as we could. We are at your service, Sir Deoran!
uk_ua: Ми почули ваш заклик про допомогу та прийшли так швидко, як змогли. Ми до твоїх послуг, Пане Деоране!

source: We hereby grant you the plains to the north of the Great River, and the plains and hills to the south of the Great River. Be kind to the land. In a time of need we may call upon you, remember our generosity.
uk_ua: Відтак надаємо вам рівнини на північ від Великої Ріки, і рівнини з пагорбами на південь від Великої Реки. Будьте добрі до землі. Якщо в тому буде нужда, ми звернемося до вас, пам'ятаєте нашу великодушність.

source: We killed the necromancer on the battlefield! I saw the killing blow with my own eyes.
uk_ua: Ми вбили некроманта на полі брані! Я власними очима бачив, як його добивали.

source: We killed the necromancer on the battlefield! I struck the killing blow myself.
uk_ua: Ми вбили некроманта на полі брані! Я власноруч завдав смертельного удару.

source: We look forward to fighting beside you to defeat those threats that remain.
uk_ua: Ми хочемо битися разом з вами, щоб знищити загрозу, що залишилася.

source: We may have decided wrongly. If the humans drive the orcs off we should honor our pledge. If more trouble follows them here we should let them fight it out, then we should ‘deal’ with the survivors, and make a compromise with the dwarves.
uk_ua: Можливо, наше рішення було помилкове. Якщо люди виб'ють орків, ми чесно виконаємо свої зобов'язання. Якщо ж буде більше неприємностей, ми дозволимо їм перебити один одного, а потім ‘потурбуємося’ уцілілих і помиримося з гномами.

source: We must clear out these undead if you are to reach Mebrin’s village, but our weapons are ineffective against them! What should we do?
uk_ua: Ми повинні знищити цих мерців, щоб дістатися до села Мебріна, але наша зброя неефективна проти них! Що нам робити?

source: We must destroy this warlord now, before his power grows any greater!
uk_ua: Ми повинні знищити його зараз, поки його сили не збільшилися ще більше!

source: We must follow. Quickly! It may be his talk of perverting the Hammer was merely mad raving, but we cannot allow the risk that his foul spell might succeed.
uk_ua: Ми маємо його наздогнати. Бігом! Його слова про спаплюження Молота могли бути маячнею, однак ми все одно не можемо дозволити, щоб його нечисте закляття вдалося.

source: We must get back to the Green Isle. The elfses have the Ruby of Fire and our assault has been stopped.
uk_ua: Потрібно повертатися на Зелений острів. Вогняний Рубін у ельфів, а наше наступ зупинили.

source: We must hold the beach until we can call our naga friends.
uk_ua: Треба утримати берег, поки не зможемо покликати на допомогу наших друзів наг.

source: We must hurry! Once Mebrin’s spell takes full effect, none of us will be able to stop him.
uk_ua: Ми маємо поквапитися! Як тільки закляття Мербіна почне діяти у повній силі, ніхто з нас не зможе його зупинити.

source: We must indeed go there. Let us therefore rest here a little, and then set sail for the Bay. Hopefully we will defeat her forces there!
uk_ua: Ми дійсно маємо піти туди. Тому, давайте трохи відпочинемо, а потім попливемо в Затоку. Сподіваюсь, ми розіб'ємо там її сили!

source: We must inquire of the survivors after we defeat them. Onward to victory!
uk_ua: Коли ми розіб'ємо їх, допитаємо полонених. Вперед до перемоги!

source: We must leave no one alive to report us, or the entire country will become unsafe. We have no choice. We must kill them all.
uk_ua: Жоден не повинен залишитися в живих. Якщо про нас дізнаються, у всій країні не залишиться безпечного місця. Треба всіх убити, іншого вибору немає.

source: We must make haste; winter approaches, and travel over the mountains will soon grow dangerous.
uk_ua: Ми маємо поспішити; зима наближається, і мандрувати горами скоро стане занадто небезпечно.

source: We must occupy that island before the Wolf Riders reach it!
uk_ua: Нам треба зайняти острів раніш, ніж до нього дістануться вовчі вершники!

source: We must prepare the defenses! Haldric, stay at the keep. I must go and fortify our frontier.
uk_ua: Потрібно готуватися до оборони! Хальдріку, залишайся в фортеці, а я повинен йти і зміцнити наші кордони.

source: We must protect the saurians. We need the metal!
uk_ua: Потрібно захистити ящерів. Нам потрібен метал!

source: We must push through quickly; there is a vicious storm coming in behind us. Being caught in a blizzard on those heights would be no laughing matter.
uk_ua: Ми маємо швидко його пройти; за нами мандрує жорстокий буревій. Потрапити в хуртовину на цих висотах буде зовсім не весело.

source: We must travel north, and try to make it to the Isle of Alduin. Hopefully we will find refuge there.
uk_ua: Рушимо на північ, спробуємо переправитися на острів Алдуін. Сподіваюсь, ми там зможемо знайти притулок.

source: We need to occupy that village, otherwise they will take it soon! Move a unit into the village to stop the orcs capturing it. Whichever unit you choose will benefit from the village’s healing, too.
uk_ua: Треба зайняти це село, інакше вони скоро його захоплять! Відведи туди свого бійця, щоб не пустити туди орків. Цей боєць, до речі, зможе там ще й підлікуватися.

source: We need you! Uncle...
uk_ua: Ти потрібен нам! Дядьку...

source: We needed Movrur to accompany us to Kal Kartha!
uk_ua: Нам був потрібен Моврур, щоб дійти до Кал Карти!

source: We needed him to get out of here. We’re trapped!
uk_ua: Без нього нам звідси не вибратися. Ми приречені!

source: We needed him to hold Southbay. We’re done for!
uk_ua: Він повинен був тримати Південну Бухту. Нам кінець!

source: We needs more information. We should consult ourselves with Elensefar. Lord Maddock surely gots to know more than us.
uk_ua: Нам треба більше інформації. Ми повинні зв'язатися з Еленсефаром, Лорд Маддок точно знає більше нашого.

source: We of Kal Kartha have no reason to give these foul orcs any of our hard-earned gold, if that is what you are insinuating, <i>loremaster</i>.
uk_ua: Ми, жителі Кал Карти, не маємо причин давати цим брудним оркам наше тяжко зароблене золото, якщо це те, на що ти натякаєш, <i>Хранителю</i>.

source: We only wish to live in peace. The dwarves are peoples of mountain and hill, the elves are people of the forests, we only seek some of the space in between.
uk_ua: Ми хочемо лише жити в мирі. Гноми — народ гір і пагорбів, ельфи — народ лісу, ми лише шукаємо трохи місця поміж вами.

source: We owe the elves nothing, sire. They refused to send their archers when we needed them!
uk_ua: Ми нічого не винні ельфам, пане. Вони відмовилися вислати своїх лучників, коли ми потребували їх!

source: We recovered the pieces from the Caverns of Flame long ago, but were unable to repair the artifact. The consequences of the Hammer’s ruination have thus been irreparable.
uk_ua: Ми відновили уламки з Ущелини Пламені дуже давно, але не могли відновити артефакт. Наслідки знищення Молота, на жаль, невідворотні.

source: We retrieved the Lich-Lord’s book, and I can literally feel the power of the ruby, even with it in my pack. Let’s work out what it does, before we decide what to do with it.
uk_ua: Ми роздобули книгу Владики-Ліча, і я сам буквально відчуваю потужність Рубіна. Потрібно дізнатися, що він уміє, перш ніж вирішимо, що з ним робити.

source: We searched up the coast for miles, and here they are!
uk_ua: Ми обшукали увесь берег, і ось вони!

source: We sent you a messenger regarding the undead, did we not? You were forewarned of the blight marching upon your land, and yet you did not prepare adequately.
uk_ua: Ми надсилали посланця щодо мерців, чи не так? Вас завчасно попередили про хворобу, що наближалася до вашої землі, але ви все одно не підготувалися.

source: We shall pincer them from the other side of this path. When we are done, no one shall fear the open roads and night sky more than the armies of Weldyn. Strike quickly, strike silently... and leave no one alive.
uk_ua: Ми візьмемо їх у кліщі з іншої сторони дороги. Коли ми з ними розберемося, ніхто не боятиметься відкритих доріг та нічного неба більше, ніж армії Велдину. Бийте швидку, бийте тихо... і не залишайте нікого в живих.

source: We shall see, masked one.
uk_ua: Це ми ще подивимося.

source: We shall see.
uk_ua: Подивимося.

source: We shall soon see if you have the Ruby of Fire!
uk_ua: Скоро ми дізнаємося, чи у тебе Вогняний Рубін!

source: We should be able to board a ship at Blackwater Port, but it seems the orcs are heading there too. Rebels who hate Asheviere and are loyal to the memory of the king desperately hold the port, as it is one of the only places where they can ship supplies and weapons.
uk_ua: В порту Чорноводдя ми зможемо взяти човен. Але схоже, орки також прямують сюди. Порт утримують повстанці, що ненавидять Ашевір та вірні пам'яті Короля. Це одне з тих небагатьох місць, де вони можуть переправляти припаси та зброю.

source: We should be cautious down here. This isn’t an old maid’s drain pipe, this is the sewer of Southbay. It is said that the city diverted an underground river for its own use, and let their own effluent run down the old river bed.
uk_ua: Будьте обережні. Це вам не водостік у будинку старої діви, це каналізація Південної Бухти. Говорять, жителі міста для своїх потреб відхилили підземну річку і пустили свої стічні води по її старому руслу.

source: We should be on the outskirts of the settled country around Kal Kartha, but something doesn’t feel right here.
uk_ua: Ми мали б бути на пограниччі заселеної країни, що довкола Кал Карти, але щось тут не так.

source: We should discuss this in private. Here, come with me.
uk_ua: Ми обговоримо це віч-на-віч. Йди за мною.

source: We should embark now.
uk_ua: Пора підніматися на борт.

source: We should find Reeve Hoban. Maybe he knows what is going on here.
uk_ua: Ми повинні знайти Суддю Хобана. Може, він знає що тут відбувається.

source: We should make haste to return to Wesnoth. I think the fall harvest should be soon!
uk_ua: Ми повинні поквапитися повернутися до Весноту. Здається, скоро буде сезон збору врожаю!

source: We should make our way to Southbay. It is the largest city on the Isle. We should be able to make a stand there. Failing that, there’s always Clearwater Port.
uk_ua: Потрібно дістатися до Південної Бухти. Це найбільше місто на Острові. Можливо, там ми зможемо закріпитися. Якщо ж не вийде, завжди можна піти до Чистоводного Порту.

source: We should save the debate for later. I can still be of use to you. I shall scout the road ahead. We need to know if we can make it to Southbay. I’ll return in a few days.
uk_ua: Відкладемо наші суперечки до кращих часів. Я все ж можу тобі допомогти. Піду вперед і обстежу дорогу. Нам треба знати, чи зможемо ми потрапити до Південної Бухти. Чекай мене за декілька днів.

source: We should save this pointless debate for later. Anything else?
uk_ua: Відкладемо наші суперечки до кращих часів. Ще питання?

source: We should try to go west. I sense things are worse on the eastern front.
uk_ua: Ми повинні спробувати піти на захід. Я відчуваю, що на східному фронті справи йдуть гірше.

source: We stand ready to protect you, my lady! We shall lead these men of Wesnoth into the fray!
uk_ua: Моя пані, ми готові захистити вас! Ми поведемо цих людей Весноту у бій!

source: We stand with you, Sir Deoran! We will hold the city while you lead your men across the river and defeat the bandit leader!
uk_ua: Ми з тобою, Пане Деоране! Ми триматимемо оборони міста, поки ти зі своїми військами перетнеш річку та переможеш ватажка бандитів!

source: We still have to defeat that vampire queen!
uk_ua: Нам все ще потрібно перемогти королеву вампірів!

source: We still have to slay the dragon!
uk_ua: Ми повинні убити дракона!

source: We still need to find the other one!
uk_ua: Ми маємо знайти ще один!

source: We thank all you humans for your help, and release you from any further obligations. Where we are going, you cannot easily follow.
uk_ua: Спасибі вам, люди, за вашу допомогу, ви більше нічим мені не зобов'язані. Ви не зможете піти за нами туди, куди ми йдемо.

source: We thought we were being invaded. We, erm, put our differences aside with the dwarves, for the moment, and decided to deal with this first.
uk_ua: Ми вирішили, що це завойовники. Ми, еее, відклали на якийсь час наші розбіжності з гномами і вирішили спочатку розібратися з ними.

source: We took too long to escape these forests...
uk_ua: Ми занадто довго вибиралися з цих лісів...

source: We took yer home, now we’ll take yer lives!
uk_ua: Ми забрали ваш дім, а тепер заберемо ваші життя!

source: We welcome your aid! The rivers of this land will remain yours when we are victorious.
uk_ua: Ми раді вашій допомозі! Всі ріки цієї землі лишаться у вашій власності, якщо ми переможемо.

source: We were forced to flee for our lives from legions of undead. If you help us, we can remove these spirits from our home.
uk_ua: Щоб врятуватися, нам довелося бігти від легіонів мерців. Якщо ти допоможеш нам, ми проженемо цих духів з нашого дому.

source: We were just passing through.
uk_ua: Ми всього лише проходимо мимо.

source: We were prosperous, strong, and numerous. We lived in a rich land with many kings. Then <i>they</i> came, the Wesfolk. They were a wicked, brutal, and dirty lot.
uk_ua: Ми процвітали, ми були сильні і численні. Ми жили у багатих землях, і у нас була безліч королів. І ось пришли <i>вони</i>, Весфольки. Вони були злісні, жорстокі і брудні.

source: We were too slow... Every naga in the sea will be upon us!
uk_ua: Ми занадто повільні... Скоро тут будуть наги з усього моря!

source: We were too slow... The fleet will be scattered to the four corners of the world!
uk_ua: Ми були занадто повільними... Тепер наш флот розсіється по всьому світу!

source: We were, but the enemy was vanquished. There are much more serious matters that require your attention.
uk_ua: Напали, але ми перемогли ворога. Але існують набагато важливіші речі, яким ти повинен приділити увагу.

source: We will avenge your brother’s death!
uk_ua: Ми помстимося за смерть твого брата!

source: We will fight them, but you must escape, Konrad. It is imperative that you escape!
uk_ua: Ми зітнемося з ними, але ти маєш тікати, Конраде. Я наказую тобі тікати!

source: We will fight till the last man, my King.
uk_ua: Ми будемо битися до останнього, мій Королю.

source: We will first follow the adventures of Ras-Tabahn. After several days of travel, he approached the frontier town of Carcyn.
uk_ua: Спочатку ми розповімо про пригоди Раса-Табана. Після кількох днів подорожі, він дістався до прикордонного містечка Карцина.

source: We will go north. Perhaps we can reach the Isle of Alduin. If we can make it there, surely we will be safe. Konrad, we must recruit some elves to help us, and then you must make it to the sign post in the northwest. I will protect you!
uk_ua: Йдемо на північ. Можливо, ми зуміємо потрапити на острів Алдуін. Якщо нам це вдасться, ми будемо в безпеці. Конраде, завербуй декількох ельфів, а тоді пробивайся до вказівника на північному заході. Я буду захищати тебе!
